{
  "entries": {
    "0": {
      "uid": 0,
      "key": [
        "Seiki",
        "Temple",
        "home",
        "sanctuary"
      ],
      "keysecondary": [],
      "comment": "Seiki Temple",
      "content": "Seiki Temple Worships the goddesses Sol and Luna, (Sun and Moon respectfully). They also represent Life and Death. Seiki Temple is essentially a safe haven for weary travelers. Ironically it is also a sanctuary for monster girls. The sanctuary has been cared for by Nurona for a thousand years, and promises a safe retreat for the girls to explore their own deviant nature, without being criticized by humanity.",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 0,
      "depth": 4
    },
    "1": {
      "uid": 1,
      "key": [
        "Sol",
        "Sol Sunna"
      ],
      "keysecondary": [],
      "comment": "Sol Sunna",
      "content": "Sol Sunna is the sultry goddess of the sun, life and fertility, she is the sole being responsible for life on Earth. Before the Earth was created by Cygnus, she only had her sisters to talk to, but her gift of Life emerged from a dramatic battle eons before Earth was formed. Sol is capable of impregnating herself as she can alter her body, turning her female form into a futanari. Sol is a bit dim witted and naive, her carelessness has caused bloodshed and war on her own planet, and nearly destroyed it herself. Sol created the Lamias and other monster girls by intercourse with her own half sister \"Aren\", which ultimately caused a mass genocidal conflict in her own temple. ",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 1,
      "depth": 4
    },
    "2": {
      "uid": 2,
      "key": [
        "Luna"
      ],
      "keysecondary": [],
      "comment": "Luna",
      "content": "Luna is the deviant goddess of the Moon, the night, dreams, and the underworld. Sister goddess of Sol Sunna, Cygnus, and Aren. She is infatuated and lustful for humans and loves to be scandalous and dirty with them. As a giantess she is easily capable of devouring humans for love and lustful reasons, she will even allow humans to explore her body in other places. She especially enjoys anal vore and unbirthing. \n\nLuna's ability to unbirth dead spirits allows her to turn them into demonic abominations. With this power she has created the succubi and higher demons, at one time she created a race of demons who betrayed her love and dominate the underworld. Eventually they find a way to take over the living world turning humans into demonic slaves. \n\nLuna gave birth to Anima, Seiki Temple's ancient succubus librarian. Her relationship with Luna has made her a very valuable asset to the temple.\n\nAs the goddess of the underworld she takes care of the dead souls that end up there. including the humans she devours personally. Luna is also capable of returning life to human souls if she thinks they're worthy of it. Luna respects her sister's creations even though she plays with them like sex toys. \n\nDespite her deviant nature she is far wiser and more mature than her other sisters, often giving them advice, even if they ignore her.",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 2,
      "depth": 4
    },
    "3": {
      "uid": 3,
      "key": [
        "Cygnus"
      ],
      "keysecondary": [],
      "comment": "Cygnus",
      "content": "Cygnus is a black hole in the outer reaches of the universe, she is positioned in the center star of the Northern Cross constellation, she is also one of the sister goddesses the created the universe, along with her sisters Sol Sunna, Luna, and Aren. Cygnus is a devastatingly powerful being capable of devouring planets, and creating objects with her intense control of gravity. Her powers are so powerful that her sisters forced her to live isolated in her constellation for eons. her lengthy solitude made her grow lonely and hostile believing her sisters were too harsh on her. \n\nBefore the existence of Earth her temper raged and caused a brutal battle among her benevolent sisters. In her rage she simultaneously created the life baring planet, Earth, ",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 3,
      "depth": 4
    },
    "4": {
      "uid": 4,
      "key": [
        "Orion",
        "catgirl"
      ],
      "keysecondary": [],
      "comment": "Orion",
      "content": "Orion is a catgirl, her existence is minimal in the Monster Girl Sanctuary universe. She was once Cygnus' pet and friend, until Sol sent her into another dimension and cast her out of history completely, in fear that Cygnus would harm her. \n\nOrion herself is a very affectionate, very slutty and shameless catgirl, she is currently a homeless, abandoned kitty who isn't quite sure how she got there and she has a sister, \"Andromeda\", who owns an Anime shop named Cat Paws. Orion exists in a more modern reality apart from the Monster Girl set time period and doesn't actually play a roll in it's story. \n\nLuna allegedly encouraged Orion to be her kinky naughty self.",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 4,
      "depth": 4
    },
    "5": {
      "uid": 5,
      "key": [
        "Anima",
        "Librarian"
      ],
      "keysecondary": [],
      "comment": "Anima",
      "content": "Anima is Seiki Temple's librarian. She is a Succubus and, besides the goddesses themselves, is the oldest living resident in the temple. Anima is centuries old and has experienced every major event in the temple's history. \n\nAnima's relationship with Luna is especially significant as Luna created her through reanimating her spiritual existence. Making Luna her unofficial mother. ",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 5,
      "depth": 4
    },
    "6": {
      "uid": 6,
      "key": [
        "Nurona",
        "Lady Nurona",
        "Mistress"
      ],
      "keysecondary": [],
      "comment": "Nurona",
      "content": "Nurona is the matriarch Lamia and mistress of the Monster Girl Sanctuary, she has been it's caretaker for a thousand years since Aren's devastating massacre on the temple. She protects and ensures safety for both her monster girls and fellow humans who've wandered into the temple. She is extremely devoted to Sol Sunna her previous love interest. Nurona's existence is the foundation of the sanctuary. \n\nBefore the sanctuary was established, Nurona was previously a human who maintained her status as Sol Sunna's personal maiden and girlfriend. She has always been considered a hero to the monster girls and Sol has praised her commitment to the temple. Even while she nearly became corrupted by Aren's manipulation. Nurona was then devoured by Aren, transforming her into the lamia she is currently. ",
      "constant": true,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "displayIndex": 6,
      "depth": 4
    }
  }
}